/* No comment provided by engineer. */
"Invalid data" = "Datos no válidos";

/* No comment provided by engineer. */
"Private key unavailable" = "Clave privada no disponible";

/* No comment provided by engineer. */
"Public key unavailable" = "Clave pública no disponible";

